;***************************************
; - GTS UNLOCKS -
;***************************************

;Elite Unlocks
[RM_EliteUnlocks1 X2SoldierAbilityUnlockTemplate]
DisplayName = "精英：精英精通 2"
Summary = "所有精英士兵均获得精英精通2级,不论军衔."
[RM_EliteUnlocks2 X2SoldierAbilityUnlockTemplate]
DisplayName = "精英：精英精通3"
Summary = "所有精英士兵均获得精英精通3级，无论军衔."
[RM_EliteUnlocks3 X2SoldierAbilityUnlockTemplate]
DisplayName = "精英：精英精通 4"
Summary = "所有精英士兵均获得精英精通4级,无论军衔."

[GTS_RM_Elite1 X2SoldierAbilityUnlockTemplate]
DisplayName="精英：铁肤"
Summary="精英单位对近战攻击的伤害减免提升50%."
[GTS_RM_Elite2 X2SoldierAbilityUnlockTemplate]
DisplayName="精英：强大"
Summary="精英单位获得额外的护盾和爆炸抵抗力."
[GTS_RM_Elite3 X2SoldierAbilityUnlockTemplate]
DisplayName="精英：韧性"
Summary="精英单位无法再被暴击."

;***************************************
;New Ability Descriptions
;***************************************

;Elite Ability
[RM_EliteMastery X2AbilityTemplate]
LocFriendlyName = "精英精通"
LocHelpText = " <Ability:ClassName/>随着经验的积累，其能力得到提升."
LocLongDescription = " <Ability:ClassName/>随着经验的积累，其能力得到提升."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font>获得<Ability:RANKNAME1/>等级[1]<br/><Bullet/>获得 <font color='#3ABD23'>桑赫利精英</font> - 授予主动隐身特长，且只要精英存活，队友就永远不会彻底死亡（会一直维持濒死状态）.<br/><Bullet/>获得 +10意志.<br/><br/><font color='#CA7200'>等级2</font>获得<Ability:RANKNAME3/>等级[3]<br/><Bullet/>获得 <font color='#3ABD23'>全面战斗</font> - 投掷手榴弹不再结束回合.<br/><Bullet/>获得 +1移动力.<br/><br/><font color='#CA7200'>等级3</font>获得<Ability:RANKNAME5/>等级[5]<br/><Bullet/>获得 <font color='#3ABD23'>难以平息</font> -获得当你击杀敌人时，获得额外的行动点. <br/><Bullet/>获得 +1 HP.<br/><br/><font color='#CA7200'>等级4</font>获得<Ability:RANKNAME7/>等级[7]<br/><Bullet/>获得 <font color='#3ABD23'>坚定不移</font> - 每回合修复1点破损的装甲.<br/><Bullet/>获得 +1护甲."
